adpyke.codesnap
alefragnani.project-manager
antfu.browse-lite
antfu.unocss
antmove-app.antmove-vscode-plugin
burkeholland.simple-react-snippets
chengguan.wx2my
christian-kohler.path-intellisense
cnyballk.wxml-vscode
dariofuzinato.vue-peek
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
ddiu8081.moegi-theme
donjayamanne.githistory
dsznajder.es7-react-js-snippets
dzhavat.css-initial-value
eamodio.gitlens
ecmel.vscode-html-css
elemefe.vscode-element-helper
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
hollowtree.vue-snippets
infeng.vscode-react-typescript
intellsmi.comment-translate
kamikillerto.vscode-colorize
kisstkondoros.vscode-gutter-preview
magicstack.magicpython
mhutchie.git-graph
mike-co.import-sorter
mrcrowl.easy-less
mrmlnc.vscode-duplicate
ms-ceintl.vscode-language-pack-zh-hans
octref.vetur
overtrue.miniapp-helper
pkief.material-icon-theme
planbcoding.vscode-react-refactor
pranaygp.vscode-css-peek
qiu8310.minapp-vscode
russell.any-rule
rvest.vs-code-prettier-eslint
saoudrizwan.claude-dev
sdras.vue-vscode-snippets
ss.element-ui-snippets
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
techer.open-in-browser
uctakeoff.vscode-counter
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
vue.vscode-typescript-vue-plugin
wayou.vscode-todo-highlight
wheatjs.vueuse
wix.vscode-import-cost
xabikos.javascriptsnippets
zhuangtongfa.material-theme
zhubincong.vue-component
